tap "danielfoehrkn/switch"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "danielfoehrkn/switch/switch"
brew "git"
brew "gnupg"
brew "heroku/brew/heroku"
brew "k9s"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "node"
brew "poetry"
brew "postgresql"
brew "pyenv"
brew "wget"
brew "yarn"
brew "nvm"
brew "docker-compose"
brew "jesseduffield/lazydocker/lazydocker"
brew "thefuck"

cask "appcleaner"
cask "cyberduck"
cask "discord"
cask "docker"
cask "gitify"
cask "google-chrome"
cask "iterm2"
cask "kap"
cask "ngrok"
cask "omnidisksweeper"
cask "postico"
cask "rectangle"
cask "sketch"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "visual-studio-code"
cask "microsoft-teams"
cask "whatsapp"
cask "signal"
cask "notunes"
cask "firefox"
cask "microsoft-edge"

