# Create a symlink to home directory.
# ln -s ~/repos/dotfiles/Brewfile ~/Brewfile

tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "grpc"
brew "apache-arrow"
brew "freetype"
brew "cmatrix"
brew "cryptography"
brew "ctop"
brew "gnutls"
brew "ffmpeg"
brew "gcc"
brew "fnm"
brew "gnupg"
brew "gpgme"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "git"
brew "imagemagick"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libxslt"
brew "mysql"
brew "node"
brew "openjdk"
brew "pillow"
brew "pnpm"
brew "poetry"
brew "sfcgal"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "pyenv"
brew "vips"
brew "wget"
brew "yarn"
cask "1password-cli"
cask "appcleaner"
cask "cyberduck"
cask "discord"
cask "docker"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "notunes"
cask "omnidisksweeper"
cask "openrefine"
cask "postico"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tomatobar"
cask "tsh"
cask "visual-studio-code"
