# Create a symlink to home directory.
# ln -s ~/repos/dotfiles/.Brewfile ~/.Brewfile

tap "homebrew/bundle"
tap "homebrew/services"

brew "git"
brew "gnupg"
brew "k9s"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "node"
brew "poetry"
brew "postgresql"
brew "postgis"
brew "pyenv"
brew "wget"
brew "yarn"
brew "fnm"
brew "vips"
brew "ffmpeg"

cask "appcleaner"
cask "cyberduck"
cask "discord"
cask "iterm2"
cask "ngrok"
cask "omnidisksweeper"
cask "postico"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "microsoft-teams"
cask "notunes"
