# Create a symlink to home directory.
# ln -s ~/repos/dotfiles/Brewfile ~/Brewfile

tap "homebrew/bundle"
tap "homebrew/services"

brew "node"
brew "pnpm"
brew "wget"
brew "starship"
brew "kubectx"

cask "appcleaner"
cask "cyberduck"
cask "discord"
cask "docker"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notunes"
cask "omnidisksweeper"
cask "postico"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "keepingyouawake"

